Repository: KarolBedkowski/photocat
Catalog: po/*.po
Languages: pl

source: Counting files...
pl: Liczenie plików...

source: No files found!
pl: Nic znaleziono plików!

source: Catalog is read-only.
pl: Katalog jest tylko do odczytu/

source: Loading file: %s
pl: Wczytywanie pliku: %s

source: Done!
pl: Zrobione!

source: Error: %s
pl: Błąd: %s

source: Adding disk
pl: Dodawanie dysku

source: Updating disk
pl: Aktualizacja dysku

source: Rebuild catalog
pl: Przebuduj katalog

source: Rebuilding... Please wait.
pl: Przebudowywanie... Proszę czekać...

source: Saving...
pl: Zapisywanie...

source: Rebuild catalog aborted
pl: Przebudowa katalogu przerwana

source: Rebuild catalog finished Saved space: %sB
pl: Zakończono przebudowę katalogu Zaoszczędzono: %sB

source: Error occurred when rebuilding catalog: %(msg)s
pl: Podczas przebudowywania katalogu wystąpił błąd: %(msg)s

source: File not exists!
pl: Plik nie istnieje

source: File not readable
pl: Nie można odczytać pliku

source: Data file not exists!
pl: Plik danych nie istnieje!

source: Data file not readable
pl: Nie można odczytać pliku danych

source: Invalid path
pl: Niewłaściwa ścieżka

source: Path is not writable!
pl: Ścieżka nie jest zapisywalna

source: File is not writable!
pl: Plik nie jest zapisywalny!

source: Export to PDF
pl: Eksportuj do PDF

source: Print preview
pl: Podgląd wydruku

source: flash
pl: flesz

source: focal len.
pl: ogniskowa

source: <all>
pl: <wszystkie>

source: <current catalog>
pl: <aktualny katalog>

source: <current disk>
pl: <aktualny dysk>

source: <current dir>
pl: <aktualny folder>

source: Tags
pl: Etykiety

source: %s Properties
pl: Własności %s

source: Main
pl: Główne

source: Comment
pl: Komentarz

source: Other
pl: Inne

source: Tag
pl: Etykieta

source: Value
pl: Wartość

source: Shot date
pl: Data wykonania

source: Set shot date
pl: Ustaw datę wykonania

source: Shot date:
pl: Data wykonania:

source: Name
pl: Nazwa

source: You must provide name for disk
pl: Musisz podać nazwę dla dysku

source: Disk
pl: Dysk

source: Set comment
pl: Ustaw komentarz

source: Set tags
pl: Ustaw etykiety

source: Search
pl: Szukaj

source: Advanced
pl: Zaawansowane

source: Search in fields:
pl: Szukaj w polach:

source: names
pl: nazwach

source: descriptions
pl: opisach

source: tags
pl: etykietach

source: Search for:
pl: Szukaj:

source: files
pl: pliki

source: dirs
pl: katalogi

source: Search in disks/catalogs:
pl: Szukaj w dyskach/katalogach:

source: catalog: %s
pl: katalog: %s

source: Search by date
pl: Szukaj wg daty

source: begin:
pl: początek:

source: end:
pl: koniec:

source: Options
pl: Opcje

source: Regular expression
pl: Wyrażenie regularne

source: Match case
pl: Dopasuj wielkość znaków

source: Icons
pl: Ikonki

source: Go to...
pl: Idź do...

source: Preview
pl: Podgląd

source: Wrong date range!
pl: Zły zakres dat!

source: Bad options: %s
pl: Złe parametry: %s

source: Find
pl: Znajdź

source: Searching...
pl: Szukanie...

source: %(msg)s Found: %(found)d
pl: %(msg)s Znaleziono: %(found)d

source: Found more than 1000 items. Continue?
pl: Znaleziono ponad 1000 elementów. Kontynuować?

source: Not found
pl: Nic nie znaleziono

source: Found %(folders)d folders and %(files)d files
pl: Znaleziono %(folders)d katalogów i %(files)d plików

source: Number of files exceed 1000! Show %d files?
pl: Liczba plików przekracza 1000! Pokazać %d plików?

source: Photo Catalog Preferences
pl: Preferencje Katalogu zdjęć

source: Thumbs
pl: Miniaturki

source: View
pl: Widok

source: Thumb width:
pl: Szerokość miniaturki:

source: thumb width
pl: szerokość miniaturki

source: Thumb height:
pl: Wysokość miniaturki:

source: thumb height
pl: wysokość miniaturki

source: Compression:
pl: Kompresja:

source: compression
pl: kompresja

source: Thumb preload
pl: Ładuj miniaturki w tle

source: Show captions
pl: Pokaż podpisy

source: default
pl: domyślna

source: Caption font:
pl: Czcionka podpisów:

source: Header font:
pl: Czcionka nagłówka:

source: Use custom color
pl: Użyj innego koloru

source: Timeline
pl: Linia czasu

source: Description
pl: Opis

source: File
pl: Plik

source: Directory
pl: Katalog

source: Catalog
pl: Katalog

source: Path
pl: Ścieżka

source: File date
pl: Data pliku

source: File size
pl: Rozmiar pliku

source: Update disk
pl: Aktualizuj dysk

source: Add disk to catalog
pl: Dodaj dysk do katalogu

source: Disk name:
pl: Nazwa dysku:

source: name
pl: nazwa

source: Disk description:
pl: Opis dysku:

source: Folder:
pl: Katalog:

source: path
pl: ścieżka

source: Include empty directories
pl: Dołącz puste katalogi

source: Force load files
pl: Wymuś wczytywanie plików

source: Load info from captions.txt
pl: Ładuj informacje z captions.txt

source: Skipped directories
pl: Pomijane katalogi

source: Don't load:
pl: Nie ładuj:

source: (Separate dirs by ";")
pl: (Oddziel katalogi przez ";")

source: Select directory
pl: Wybierz katalog

source: Name already exists in catalog!
pl: Nazwa już istnieje w katalogu!

source: Add disk
pl: Dodaj dysk

source: Selected dir don't exists!
pl: Wybrany katalog nie istnieje

source: Catalog %s was changed. Save it?
pl: Katalog %s został zmieniony. Zapisać?

source: Close program?
pl: Zakończyć program?

source: Exit
pl: Wyjście

source: Catalog file name
pl: Nazwa pliku katalogu

source: File exists! Overwrite?
pl: Plik istnieje! Nadpisać?

source: Error
pl: Błąd

source: Error opening file %s:
pl: Błąd otwierania pliku %s:

source: New file
pl: Nowy plik

source: Error: %s
pl: Błąd: %s

source: Open file
pl: Otwórz plik

source: Catalog %s has unsaved changes! Save before close??
pl: Katalog %s zawiera niezapisane zmiany! Zapisać przed wyjściem?

source: Close catalog %s?
pl: Zamknąć katalog %s?

source: Close
pl: Zamknij

source: Rebuild catalog %s?
pl: Przebudować katalog %s?

source: No disk selected
pl: Nie wybrano dysku

source: Delete disk
pl: Usuń dysk

source: Delete disk %s?
pl: Usunąć dysk %s?

source: No directory selected
pl: Nie wybrano katalogu

source: Delete directory
pl: Usuń katalog

source: Delete directory %s?
pl: Usunąć katalog %s?

source: Delete %d images?
pl: Usunąć %d plików?

source: Delete image
pl: Usunąć obraz

source: Disks: %(disks)d Dirs: %(dirs)d Files: %(files)d Dirty entries: %(dirty)d (%(dirtyp)d%%)
pl: Dyski: %(disks)d Katalogi: %(dirs)d Pliki: %(files)d Zbędne wpisy: %(dirty)d (%(dirtyp)d%%)

source: Files: %d
pl: Plików: %d

source: Opening %s.... Please wait...
pl: Otwieranie %s.... Proszę czekać...

source: Opened %s readonly
pl: Otwarto %s tylko do odczytu.

source: Opened %s
pl: Otwarto %s

source: Catalog file contain %d%% unused entries. Rebuild catalog?
pl: Plik katalog zawiera %d%% zbędnych wpisów. Przebudować katalog?

source: Open %s
pl: Otwórz %s

source: Error saving catalog %s
pl: Błąd zapisywania katalogu %s

source: Save catalog
pl: Zapisz katalog

source: Directories %(dirs)d; files: %(files)d
pl: Katalogów %(dirs)d; plików: %(files)d

source: &File
pl: &Plik

source: &View
pl: &Widok

source: &Catalog
pl: &Katalog

source: Help
pl: Pomoc

source: &New
pl: &Nowy

source: Create new catalog
pl: Utwórz nowy katalog

source: &Open
pl: &Otwórz

source: Open catalog
pl: Otwórz katalog

source: &Save
pl: &Zapisz

source: Save the current catalog
pl: Zapisz aktualny katalog

source: &Export to PDF...
pl: &Eksportuj do pliku PDF...

source: &Rebuild Catalog
pl: &Przebuduj katalog

source: &Print
pl: &Wydrukuj

source: Pre&ferences
pl: Pre&ferencje

source: Change Photo Catalog preferences
pl: Zmień preferencje Katalogu Zdjęć

source: &Close
pl: Za&mknij

source: Close the current catalog
pl: Zamknij aktualny katalog

source: &Quit
pl: &Zakończ

source: Quit the application
pl: Zamknij program

source: Recent files
pl: Ostatnie pliki

source: &Add Disk...
pl: &Dodaj dysk..

source: &Update Disk...
pl: &Aktualizuj dysk...

source: Update selected disk
pl: Aktualizuj wybrany dysk

source: &Delete Disk...
pl: &Usuń dysk...

source: Delete selected disk from catalog
pl: Usuń wybrany dysk z katalogu

source: Delete Selected &Dir...
pl: Usuń wybrany &katalog...

source: Delete Selected &Image...
pl: Usuń wybrany &plik...

source: &Edit Selected Files...
pl: &Edytuj wybrane pliki...

source: Search...
pl: Szukaj...

source: Search for something in calalogs
pl: Znajdowanie czegoś w katalogach

source: Show Catalog Informations
pl: Pokaż informacje o katalogu

source: Show informations about selected calalog...
pl: Pokaż informacje o wybranym katalogu...

source: Manage catalog tags...
pl: Zarządzaj listą etykiet...

source: [x]Show &Informations
pl: [x]Pokaż &informacje

source: [x]Show &Captions
pl: [x]Pokaż &podpisy

source: [o]Sort by &Name
pl: [o]Sortuj wg &nazwy

source: [o]Sort by &Date
pl: [o]Sortuj wg &daty

source: [o]&Sort and Group by Date
pl: [o]&Sortuj i grupuj wg daty

source: [o]Sort and Group by Pa&th
pl: [o]Sortuj i grupuj wg ś&cieżki

source: [x]Sort Descend
pl: [x]Sortuj malejąco

source: [x]Show All Files in Subtree
pl: [x]Pokaż wszystkie pliki w poddrzewie

source: &About
pl: O programie

source: New
pl: Nowy

source: Open
pl: Otwórz

source: Save
pl: Zapisz

source: Add disk...
pl: Dodaj dysk

source: Properties
pl: Własności

source: &Update disk...
pl: &Aktualizuj dysk...

source: &Delete disk...
pl: &Usuń dysk

source: Delete selected &dir...
pl: Usuń wybrany &katalog...

source: Close catalog
pl: Zamknij katalog

source: &Delete file...
pl: &Usuń plik...

source: Validate field "%(field)s" failed: %(msg)s
pl: Błąd walidacji pola "%(field)s": %(msg)s

source: Validate error
pl: Błąd walidacji

source: Field must by not empty
pl: Pole nie może być puste

source: Too few characters
pl: Za mało znaków

source: Too many characters
pl: Za dużo znaków

source: Incorrect value
pl: Niewłaściwa wartość

source: Time isn't in correct format - HH:MM:SS format required
pl: Czas jest w niewłaściwym formacjie - wymaganay format GG:MM:SS

source: Time isn't in correct format - HH:MM format required
pl: Czas jest w niewłaściwym formacie - wymagany formag GG:MM

source: Date isn't in correct format - YYYY-MM-DD format required
pl: Data jest w niewłaściwym formacie - wymagany format RRRR-MM-DD

source: Integer value required
pl: Wymagana wartość całkowita

source: Float value required
pl: Wymagana wartość rzeczywista

source: Value too low (min=%d)
pl: Wartość za mała (min=%d)

source: Value too high (max=%d)
pl: Wartość za duża (max=%d)

source: Disk added
pl: Dysk dodano:

source: Disk updated
pl: Dysk zaktualizowano

source: Dimensions
pl: Wymiary

source: Date
pl: Data

source: Camera
pl: Aparat

source: Settings
pl: Ustawienia

source: Photo Catalog
pl: Katalog zdjęć

source: Photo collection manager
pl: Menadżer kolekcji zdjęć

source: This program is free software: you can redistribute it and/or modify" it under the terms of the GNU General Public License as published by" the Free Software Foundation, either version 2 of the License, or" (at your option) any later version." This program is distributed in the hope that it will be useful," but WITHOUT ANY WARRANTY; without even the implied warranty of" MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the" GNU General Public License for more details." You should have received a copy of the GNU General Public License" along with this program. If not, see <http://www.gnu.org/licenses/>." Also please check LICENCE files from distribution.
pl: Niniejszy program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 2 tej Licencji lub (według twojego wyboru) którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji sięgnij do Powszechnej Licencji Publicznej GNU. Z pewnością wraz z niniejszym programem otrzymałeś też egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie - wejdź na <http://www.gnu.org/licenses/>. Proszę także sprawdzić pliki LICENCE dostarczone wraz z tym programem.
